Repository: AdoptionBot/PetAdoption
Catalog: Web/Components/Pages/AddPet.*.resx
Languages: pt_pt

# PageTitle
source: Add Pet - Madeira Pet Adoption
pt_pt: Adicionar Animal - Adoção de Animais Madeira

source: Add New Pet
pt_pt: Adicionar Novo Animal

source: Loading...
pt_pt: A carregar...

source: Basic Information
pt_pt: Informações Básicas

source: Pet Name
pt_pt: Nome do Animal

# PetNamePlaceholder
source: Enter pet name
pt_pt: Insira o nome do animal

source: Birth Date
pt_pt: Data de Nascimento

source: Species
pt_pt: Espécie

source: -- Select Species --
pt_pt: -- Selecione a Espécie --

source: Gender
pt_pt: Sexo

source: -- Select Gender --
pt_pt: -- Selecione o Sexo --

source: Size
pt_pt: Tamanho

source: -- Select Size --
pt_pt: -- Selecione o Tamanho --

# Breed
source: Breed (Optional)
pt_pt: Raça (Opcional)

# BreedPlaceholder
source: e.g., Labrador, Siamese
pt_pt: ex: Labrador, Siamês

# Colour
source: Colour (Optional)
pt_pt: Cor (Opcional)

# ColourPlaceholder
source: e.g., Brown, Black
pt_pt: ex: Castanho, Preto

source: About
pt_pt: Sobre

# AboutPlaceholder
source: Describe the pet's personality, behavior, and any special needs...
pt_pt: Descreva a personalidade, comportamento e necessidades especiais do animal...

source: Medical Information
pt_pt: Informações Médicas

source: Vaccinations
pt_pt: Vacinas

source: Common Vaccinations
pt_pt: Vacinas Comuns

source: Cat Vaccinations
pt_pt: Vacinas para Gatos

source: Dog Vaccinations
pt_pt: Vacinas para Cães

# MedicalTreatments
source: Medical Treatments (Optional)
pt_pt: Tratamentos Médicos (Opcional)

# MedicalTreatmentsPlaceholder
source: List any medical treatments the pet has received...
pt_pt: Liste os tratamentos médicos que o animal recebeu...

# KnownMedicalIssues
source: Known Medical Issues (Optional)
pt_pt: Problemas Médicos Conhecidos (Opcional)

# KnownMedicalIssuesPlaceholder
source: List any known medical issues...
pt_pt: Liste os problemas médicos conhecidos...

source: Neutered/Spayed
pt_pt: Castrado/Esterilizado

source: Dewormed
pt_pt: Desparasitado

source: Microchipped
pt_pt: Com Microchip

source: Images & Video
pt_pt: Imagens e Vídeo

# ImagesVideoDescription
source: Upload files or provide URLs for pet images and videos (optional)
pt_pt: Carregue ficheiros ou forneça URLs para imagens e vídeos do animal (opcional)

source: Image 1
pt_pt: Imagem 1

source: Image 2
pt_pt: Imagem 2

source: Image 3
pt_pt: Imagem 3

source: Image 4
pt_pt: Imagem 4

source: Video 1
pt_pt: Vídeo 1

source: Shelter Information
pt_pt: Informações do Abrigo

source: Managing pets for:
pt_pt: A gerir animais para:

source: Shelter Name:
pt_pt: Nome do Abrigo:

source: Shelter Location:
pt_pt: Localização do Abrigo:

source: Add Pet
pt_pt: Adicionar Animal

# UnableToLoad
source: Unable to load shelter information.
pt_pt: Não foi possível carregar as informações do abrigo.

# MustBeRegistered
source: You must be registered as a shelter to add pets. Please complete your profile first.
pt_pt: Deve estar registado como abrigo para adicionar animais. Por favor, complete o seu perfil primeiro.

source: Go to Profile
pt_pt: Ir para o Perfil
