Repository: AdoptionBot/PetAdoption
Catalog: Web/Components/Pages/AdoptionRequest.*.resx
Languages: pt_pt

# PageTitle
source: Adoption Request - Madeira Pet Adoption
pt_pt: Pedido de Adoção - Adoção de Animais Madeira

source: Adoption Agreement
pt_pt: Contrato de Adoção

source: Loading...
pt_pt: A carregar...

# LoadingAgreement
source: Loading adoption agreement...
pt_pt: A carregar contrato de adoção...

source: Error:
pt_pt: Erro:

source: Back to Pets
pt_pt: Voltar aos Animais

source: You're Requesting to Adopt:
pt_pt: Está a Pedir para Adotar:

source: Species:
pt_pt: Espécie:

source: Age:
pt_pt: Idade:

source: Gender:
pt_pt: Sexo:

source: Size:
pt_pt: Tamanho:

source: Shelter Information
pt_pt: Informações do Abrigo

source: Shelter Name:
pt_pt: Nome do Abrigo:

source: Location:
pt_pt: Localização:

source: Phone:
pt_pt: Telefone:

source: Address:
pt_pt: Morada:

source: Adoption Agreement Rules
pt_pt: Regras do Contrato de Adoção

source: Supporting Documents
pt_pt: Documentos de Apoio

# SupportingDocumentsDesc
source: Please review the following documents provided by the shelter:
pt_pt: Por favor, reveja os seguintes documentos fornecidos pelo abrigo:

source: Your Notes
pt_pt: As Suas Notas

# AgreeToTerms
source: I have read and accept the adoption agreement terms and conditions
pt_pt: Li e aceito os termos e condições do contrato de adoção

# MustAcceptAgreement
source: You must accept the agreement before submitting your adoption request.
pt_pt: Deve aceitar o contrato antes de submeter o seu pedido de adoção.

source: Submitting...
pt_pt: A submeter...

# SubmittingRequest
source: Submitting your adoption request...
pt_pt: A submeter o seu pedido de adoção...

source: Cancel
pt_pt: Cancelar

# RequestAdoptionFor
source: Request Adoption for {0}
pt_pt: Pedir Adoção de {0}

source: Adoption Request Submitted!
pt_pt: Pedido de Adoção Submetido!

source: Congratulations!
pt_pt: Parabéns!

# RequestSubmittedSuccess
source: Your adoption request for {0} has been successfully submitted to {1}!
pt_pt: O seu pedido de adoção de {0} foi submetido com sucesso para {1}!

# ShelterWillReview
source: The shelter will review your application and contact you soon. You can track the status of your application in the Adoptions section.
pt_pt: O abrigo irá rever a sua candidatura e contactá-lo em breve. Pode acompanhar o estado da sua candidatura na secção Adoções.

# ThankYouForAdopting
source: Thank you for choosing to adopt and giving {0} a loving home!
pt_pt: Obrigado por escolher adotar e dar a {0} um lar amoroso!
