Repository: AdoptionBot/PetAdoption
Catalog: Web/Components/Pages/Adoptions.*.resx
Languages: pt_pt

# PageTitle
source: My Adoptions - Madeira Pet Adoption
pt_pt: As Minhas Adoções - Adoção de Animais Madeira

source: My Adoption Applications
pt_pt: As Minhas Candidaturas de Adoção

source: Adoption Applications for My Pets
pt_pt: Candidaturas de Adoção para os Meus Animais

source: Home
pt_pt: Início

source: Adoptions
pt_pt: Adoções

# LoadingApplications
source: Loading adoption applications...
pt_pt: A carregar candidaturas de adoção...

# ErrorLoadingTitle
source: Error Loading Applications
pt_pt: Erro ao Carregar Candidaturas

source: Retry
pt_pt: Tentar Novamente

source: No Adoption Applications
pt_pt: Sem Candidaturas de Adoção

# NoApplicationsMessageUser
source: You haven't submitted any adoption applications yet.
pt_pt: Ainda não submeteu nenhuma candidatura de adoção.

# NoApplicationsMessageShelter
source: No adoption applications have been received for your shelter's pets.
pt_pt: Não foram recebidas candidaturas de adoção para os animais do seu abrigo.

source: Browse Available Pets
pt_pt: Ver Animais Disponíveis

source: Your Adoption Applications
pt_pt: As Suas Candidaturas de Adoção

source: Adoption Applications for Your Pets
pt_pt: Candidaturas de Adoção para os Seus Animais

source: Total Applications
pt_pt: Total de Candidaturas

source: Successfully Adopted
pt_pt: Adotados com Sucesso

source: ADOPTED
pt_pt: ADOTADO

source: Congratulations!
pt_pt: Parabéns!

# NowLovingPetParent
source: You're now a loving pet parent!
pt_pt: Agora é um pai/mãe de animal amoroso!

source: Pet Information
pt_pt: Informação do Animal

source: Species
pt_pt: Espécie

source: Age
pt_pt: Idade

source: Shelter
pt_pt: Abrigo

source: Pet information unavailable
pt_pt: Informação do animal indisponível

source: Applicant
pt_pt: Candidato

source: Name
pt_pt: Nome

source: Phone
pt_pt: Telefone

source: Status
pt_pt: Estado

source: Submitted
pt_pt: Submetido

# WelcomeNewFamilyMember
source: Welcome to your new family member!
pt_pt: Bem-vindo ao seu novo membro da família!

# ThankYouForeverHome
source: Thank you for giving {0} a forever home filled with love! 💕
pt_pt: Obrigado por dar a {0} um lar permanente cheio de amor! 💕

source: Notes
pt_pt: Notas

source: View Details
pt_pt: Ver Detalhes

source: View Adoption
pt_pt: Ver Adoção

source: Pending Review
pt_pt: Pendente de Revisão

source: Accepted by Shelter
pt_pt: Aceite pelo Abrigo

# AdoptedStatus
source: Adopted
pt_pt: Adotado

source: Successful Adoption
pt_pt: Adoção Bem-Sucedida

source: Adoption Application Details
pt_pt: Detalhes da Candidatura de Adoção

# Processing
source: Processing your request...
pt_pt: A processar o seu pedido...

# CongratulationsNewFamilyMember
source: 🎉 Congratulations on Your New Family Member! 🎉
pt_pt: 🎉 Parabéns pelo Seu Novo Membro da Família! 🎉

# GivenLovingHome
source: You've given {0} a loving forever home!
pt_pt: Deu a {0} um lar permanente amoroso!

# BeginningBeautifulJourney
source: This is the beginning of a beautiful journey together. Thank you for choosing adoption and making a difference in {0}'s life! 💕
pt_pt: Este é o início de uma bela jornada juntos. Obrigado por escolher a adoção e fazer a diferença na vida de {0}! 💕

# AboutPet
source: About
pt_pt: Sobre

source: Medical Treatments
pt_pt: Tratamentos Médicos

source: Known Medical Issues
pt_pt: Problemas Médicos Conhecidos

# ShelterInfo
source: Shelter
pt_pt: Abrigo

source: Location
pt_pt: Localização

source: Application Information
pt_pt: Informação da Candidatura

source: Date Submitted
pt_pt: Data de Submissão

source: Application Notes
pt_pt: Notas da Candidatura

source: Applicant Information
pt_pt: Informação do Candidato

source: Address
pt_pt: Morada

source: Country
pt_pt: País

source: Application Under Review
pt_pt: Candidatura em Revisão

source: Great news!
pt_pt: Ótimas notícias!

# ApplicationSubmittedSuccess
source: Your adoption request for {0} has been successfully submitted to
pt_pt: A sua candidatura de adoção para {0} foi submetida com sucesso para

# RootingForYou
source: We're rooting for you! The shelter team is carefully reviewing your application to ensure {0} finds the perfect forever home.
pt_pt: Estamos a torcer por si! A equipa do abrigo está a rever cuidadosamente a sua candidatura para garantir que {0} encontra o lar permanente perfeito.

# WhatHappensNext
source: What happens next? The shelter will review your application and get back to you soon. Keep your fingers crossed! 🤞
pt_pt: O que acontece a seguir? O abrigo irá rever a sua candidatura e entrará em contacto consigo em breve. Cruze os dedos! 🤞

# NotifiedOnceDecision
source: You'll be notified once the shelter makes a decision. In the meantime, imagine all the wonderful moments you'll share with {0}! 💕
pt_pt: Será notificado assim que o abrigo tomar uma decisão. Entretanto, imagine todos os momentos maravilhosos que irá partilhar com {0}! 💕

source: Application Accepted!
pt_pt: Candidatura Aceite!

# ShelterAcceptedApplication
source: The shelter has accepted your adoption application for {0}!
pt_pt: O abrigo aceitou a sua candidatura de adoção para {0}!

# NextStepsTitle
source: Next Steps:
pt_pt: Próximos Passos:

# Step1
source: Contact the shelter to arrange a pickup time
pt_pt: Contacte o abrigo para arranjar uma hora de recolha

# Step2
source: Bring a valid ID and any required documents
pt_pt: Traga um ID válido e quaisquer documentos necessários

# Step3
source: Visit the shelter to meet {0}
pt_pt: Visite o abrigo para conhecer {0}

# Step4
source: Complete the adoption process at the shelter
pt_pt: Complete o processo de adoção no abrigo

source: Shelter Contact Information:
pt_pt: Informação de Contacto do Abrigo:

# PleaseContactShelter
source: Please contact the shelter directly to schedule your visit.
pt_pt: Por favor contacte o abrigo diretamente para agendar a sua visita.

source: Awaiting User Pickup
pt_pt: A Aguardar Recolha pelo Utilizador

# AcceptedApplicationNotification
source: You have accepted this application. The user has been notified to contact you and arrange pickup of {0}.
pt_pt: Aceitou esta candidatura. O utilizador foi notificado para o contactar e arranjar a recolha de {0}.

# OncePickedUp
source: Once the user has physically picked up the pet, click the button below to mark the adoption as complete.
pt_pt: Assim que o utilizador tenha recolhido fisicamente o animal, clique no botão abaixo para marcar a adoção como completa.

source: Adoption Complete!
pt_pt: Adoção Completa!

# AdoptionSuccessfullyCompleted
source: This adoption was successfully completed.
pt_pt: Esta adoção foi completada com sucesso.

# WishHappyYears
source: We wish you and {0} many happy years together!
pt_pt: Desejamos a si e a {0} muitos anos felizes juntos!

# ThankYouHelpingFind
source: Thank you for helping {0} find their forever home!
pt_pt: Obrigado por ajudar {0} a encontrar o seu lar permanente!

source: Accept
pt_pt: Aceitar

source: Reject
pt_pt: Rejeitar

# PetAdopted
source: {0} Adopted
pt_pt: {0} Adotado

source: Close
pt_pt: Fechar

# ClickOutsideToClose
source: Click anywhere outside the image to close
pt_pt: Clique fora para fechar

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: (Click to enlarge)
pt_pt: Clique para ampliar

source: Not specified
pt_pt: Não especificado

source: Gender
pt_pt: Género

source: Size
pt_pt: Tamanho

source: Breed
pt_pt: Raça

source: Colour
pt_pt: Cor

# NeuteredSpayed
source: Neutered/Castrated
pt_pt: Esterilizado/Castrado

source: Dewormed
pt_pt: Desparasitado

# Microchipped
source: Microshipped
pt_pt: Com Microchip

# Vaccinations
source: Veccinations
pt_pt: Vacinações

source: Not Adopted
pt_pt: Não Adotado
