Repository: AdoptionBot/PetAdoption
Catalog: Web/Components/Pages/AdoptionAgreement.*.resx
Languages: pt_pt

# PageTitle
source: Adoption Agreement - Madeira Pet Adoption
pt_pt: Contrato de Adoção - Adoção de Animais Madeira

source: Adoption Agreement
pt_pt: Contrato de Adoção

source: Loading...
pt_pt: A carregar...

# UnableToLoad
source: Unable to load shelter information.
pt_pt: Não foi possível carregar as informações do abrigo.

# MustBeRegistered
source: You must be registered as a shelter to manage adoption agreements. Please complete your profile first.
pt_pt: Deve estar registado como abrigo para gerir contratos de adoção. Por favor, complete o seu perfil primeiro.

source: Go to Profile
pt_pt: Ir para o Perfil

source: Shelter Information
pt_pt: Informações do Abrigo

source: Shelter Name:
pt_pt: Nome do Abrigo:

source: Shelter Location:
pt_pt: Localização do Abrigo:

source: Adoption Agreement Rules
pt_pt: Regras do Contrato de Adoção

# RulesDescription
source: Enter the rules and requirements that adopters must agree to. This text will be displayed to potential adopters.
pt_pt: Insira as regras e requisitos que os adotantes devem aceitar. Este texto será apresentado aos potenciais adotantes.

source: Rules and Requirements
pt_pt: Regras e Requisitos

# RulesPlaceholder
source: Enter your shelter's adoption agreement rules and requirements... For example: - Must be 18 years or older - Must provide proof of residence - Must agree to annual veterinary check-ups - Must not abandon or rehome the pet without shelter approval
pt_pt: Insira as regras e requisitos do contrato de adoção do seu abrigo... Por exemplo: - Deve ter 18 anos ou mais - Deve fornecer comprovativo de residência - Deve concordar com consultas veterinárias anuais - Não deve abandonar ou realojar o animal sem aprovação do abrigo

source: Supporting Documents
pt_pt: Documentos de Apoio

# SupportingDocumentsDescription
source: Upload official adoption agreement documents, contracts, or additional information that adopters can download and review. Accepted formats: PDF, Word, or Text files (max 10MB each).
pt_pt: Carregue documentos oficiais de contrato de adoção, contratos ou informações adicionais que os adotantes possam descarregar e rever. Formatos aceites: PDF, Word ou ficheiros de texto (máx. 10MB cada).

source: Document 1
pt_pt: Documento 1

source: Document 2
pt_pt: Documento 2

source: Document 3
pt_pt: Documento 3

source: Document 4
pt_pt: Documento 4

source: Document Name
pt_pt: Nome do Documento

# DocumentNameRequired
source: Document name is required when a document is uploaded.
pt_pt: O nome do documento é obrigatório quando um documento é carregado.

# DocumentNamePlaceholder
source: e.g., Adoption Contract, Terms and Conditions
pt_pt: ex: Contrato de Adoção, Termos e Condições

source: Document File
pt_pt: Ficheiro do Documento

# SaveAgreement
source: Save Adoption Agreement
pt_pt: Guardar Contrato de Adoção

# AgreementSavedSuccess
source: Adoption agreement saved successfully!
pt_pt: Contrato de adoção guardado com sucesso!
