Repository: AdoptionBot/PetAdoption
Catalog: Web/Components/Pages/Admin/ManageShelters.*.resx
Languages: pt_pt

# PageTitle
source: Manage Shelters - Admin
pt_pt: Gerir Abrigos - Admin

source: Shelter Management
pt_pt: Gestão de Abrigos

source: Add New Shelter
pt_pt: Adicionar Novo Abrigo

source: Loading...
pt_pt: A carregar...

source: Loading shelters...
pt_pt: A carregar abrigos...

source: Search shelters...
pt_pt: Pesquisar abrigos...

source: All Countries
pt_pt: Todos os Países

source: Shelter Name
pt_pt: Nome do Abrigo

source: Location
pt_pt: Localização

source: Country
pt_pt: País

source: Contact
pt_pt: Contacto

source: Actions
pt_pt: Ações

source: View Details
pt_pt: Ver Detalhes

source: Edit
pt_pt: Editar

source: Delete
pt_pt: Eliminar

source: Total Shelters:
pt_pt: Total de Abrigos:

source: Filtered:
pt_pt: Filtrados:

# NoSheltersFound
source: No shelters found in the system.
pt_pt: Não foram encontrados abrigos no sistema.

source: Quick Add:
pt_pt: Adição Rápida:

# QuickAddMessage
source: Paste a Google Maps link to auto-fill information, or skip to fill manually.
pt_pt: Cole um link do Google Maps para preencher automaticamente as informações, ou passe para preencher manualmente.

source: Extracting...
pt_pt: A extrair...

# ExtractingMessage
source: Extracting shelter information from Google Maps...
pt_pt: A extrair informações do abrigo do Google Maps...

# ExtractionSuccess
source: Information extracted successfully! Review and save below.
pt_pt: Informações extraídas com sucesso! Reveja e guarde abaixo.

source: Extracted Information
pt_pt: Informação Extraída

source: Name:
pt_pt: Nome:

source: City/Town:
pt_pt: Cidade/Localidade:

source: Address:
pt_pt: Morada:

source: Phone:
pt_pt: Telefone:

source: Not found
pt_pt: Não encontrado

source: Opening Times:
pt_pt: Horário de Funcionamento:

# GoogleMapsLink
source: Google Maps Link (Optional)
pt_pt: Link do Google Maps (Opcional)

# GoogleMapsHelp
source: Paste the full Google Maps URL (e.g., from Share â†’ Copy link)
pt_pt: Cole o URL completo do Google Maps (ex.: de Partilhar → Copiar link)

source: Extract Information
pt_pt: Extrair Informação

# SkipManualEntry
source: Skip & Enter Manually
pt_pt: Saltar e Inserir Manualmente

source: Cancel
pt_pt: Cancelar

source: Continue to Edit
pt_pt: Continuar para Editar

source: Create Shelter
pt_pt: Criar Abrigo

source: Edit Shelter
pt_pt: Editar Abrigo

source: Basic Information
pt_pt: Informação Básica

# CannotBeChanged
source: Cannot be changed (used as primary key)
pt_pt: Não pode ser alterado (usado como chave primária)

source: Enter shelter name
pt_pt: Inserir nome do abrigo

source: Enter city/town
pt_pt: Inserir cidade/localidade

source: Google Maps Location
pt_pt: Localização Google Maps

source: Social Media & Website
pt_pt: Redes Sociais e Website

source: Update Shelter
pt_pt: Atualizar Abrigo

source: Shelter Details
pt_pt: Detalhes do Abrigo

source: Open in Google Maps
pt_pt: Abrir no Google Maps

# NoSocialMediaLinks
source: No social media links available
pt_pt: Não existem links de redes sociais disponíveis

source: Close
pt_pt: Fechar

source: Confirm Delete
pt_pt: Confirmar Eliminação

# DeleteConfirmationMessage
source: Are you sure you want to delete the following shelter?
pt_pt: Tem a certeza de que deseja eliminar o seguinte abrigo?

# CannotBeUndone
source: This action cannot be undone!
pt_pt: Esta ação não pode ser revertida!

source: Delete Shelter
pt_pt: Eliminar Abrigo
